[
  {
    "id":0,
    "title":"Purpose",
    "data":"This guidebook is a resource for those who want to support the information needs of vulnerable populations affected by disasters or emergencies. In Sierra Leone, Trócaire carried out such responses during the Ebola outbreak from 2014 to 2016, as well as the 2017 mudslide and floods. The importance of access to reliable information during a humanitarian crisis is often forgotten during emergency responses. The goal of this guidebook is to share the knowledge and skills acquired by Trócaire in Sierra Leone with anyone who might find themselves in a position to provide timely and effective information services during times of crisis. \n\nTimely and effective communication is critical during times of crisis. During emergencies, the affected not only needed lifesaving items such as shelter, food, water, medical care and psychosocial support, but also timely and accurate information. This information can help them to cope with the crisis, understand their entitlements, take timely action to access assistance, re-uniting with separated family members, finding missing ones, and increasing awareness of referral pathways."
  },
  {
    "id":1,
    "title":"Audience",
    "data":"This guidebook and the accompanying Toolkit for Establishing Information Kiosks during Emergencies has been developed by Trócaire and its partners for Trócaire teams, local partners, and other development actors or government agencies that may be interested in carrying out information sharing interventions during a humanitarian crisis. The accompanying Toolkit provides a range of tools that have been tailored over the course of two interventions in Sierra Leone. These tools are designed to support programme teams to set up and establish effective two-way information sharing models in an emergency response.\n\nSome simple steps can be put in place to both respond rapidly to the information needs of communities in an emergency and to ensure the consistent flow of high-quality information. This guidebook covers the purpose of the kiosk, important considerations, kiosk set up and best practices. The accompanying toolkit provides relevant resources to support implementation of the Information Kiosk model. Each of the tools is presented with guidelines for their use together with helpful tips for those considering implementing this type of intervention."
  },
  {
    "id":2,
    "title":"Learning From Sierra Leone: Memoranda of Understanding",
    "data":"A key lesson from the Sierra Leone experiences is that, prior to any emergency, Trócaire and its partners should engage with the relevant agencies and government ministries to put together Memoranda of Understanding (MOUs) on information sharing.\n\nThe MOUs developed in advance of an emergency should clarify the roles, responsibilities and expectations of government agencies and humanitarian actors around aspects of information sharing and the information kiosk model. This preparation saves time during the response and improves complaint resolution times, particularly in the early stages.\n\nMOUs should be developed between Pillar-Cluster member organisations to clarify the complaint handling process, and to specify which information can be found through the kiosks."
  },
  {
    "id":3,
    "title":"Core Humanitarian/Sphere Standard",
    "data":"It is important to ensure that implementing partners are trained on and familiar with the Core Humanitarian Standard (CHS). For instance, knowing what humanitarian organisations have committed to do can help affected communities to hold these organisations to account. Training potential kiosk partners prior to emergencies can therefore help facilitate improved programme quality during a response. Teams can put many of the CHS commitments into practice using a protection mainstreaming approach across all programming. The Sphere standards enhance accountability of the humanitarian system in disaster response. The Standards are a practical expression of the principles of the Sphere Humanitarian Charter and are fundamental to the rights of people affected by conflict or disaster to assistance that supports life with dignity. #NOTE -- Missing Links"
  },
  {
    "id":4,
    "title":"Important Considerations : Needs Assesments",
    "data":"Needs assessments are an essential part of any emergency response in order to determine the humanitarian needs and develop a response in line with humanitarian principles. The importance of conducting an information needs assessment, before and after a disaster, is central to the information kiosk and outreach intervention. Information gathering and sharing strategies should be reviewed over time in order to ensure that the model remains relevant and effective in the given circumstances and conditions. In order for the information kiosks to carry out their mandate and understand what information different groups may need, it is pivotal to gauge which sources of information are reliable and trusted by the community. Asking questions about how communities engage during needs assessments is a central aspect to understanding how to enable communities to access information through the information kiosk intervention.\n\nA useful question to ask ourselves is this:\n\nWhat are the different sources of information that individuals and groups tap into to make their own assessment of the situation?"
  },
  {
    "id":5,
    "title":"Important Considerations : Power Dynamics",
    "data":"Understanding power dynamics in communities can help avoid the creation of tensions within a community or the exacerbation of existing vulnerabilities. Differences in vulnerabilities between groups can often lead to significant differences in their experiences of accessing life-saving assistance. Understanding how best to share information with different groups in the community will strengthen the effectiveness of the information kiosks and outreach.\n\nUnderstanding power dynamics can also help to identify barriers to information and assistance. An ongoing analysis of needs, capacities, and risks will help to ensure that the information kiosks are set up in a culturally appropriate way that allows men, women and different groups to be engaged and targeted for tailored assistance. This is to ensure the information kiosk and outreach teams are reaching and addressing the information needs of the most vulnerable in a contextually appropriate way.\n\nChanging the structure, methodologies, messages, timing, and locations of the kiosks as the situation evolves and finding creative ways to reach the most vulnerable will improve the impact of the intervention. For example, you may initially focus on sharing general information like distribution times and registration processes; however, as your analysis and understanding of the community improves over time, the strategies of how to reach groups within them can be strengthened by removing barriers associated with distance, language, safety, etc."
  },
  {
    "id":6,
    "title":"Learning from Sierra Leone: Outreach",
    "data":"The purpose of individual-level outreach was to reach the most vulnerable and at-risk groups, particularly those that were not aware of how to access assistance, and to answer questions about the response. Similar to the kiosks, information exchange through outreach is two-way.\n\nOutreach can result in the sensitisation of affected families in relation to entitlement to services and other benefit schemes, and it can also result in the collection of information and complaints that can be directed to and channeled by the information kiosks.\n\nHere are two questions to ask ourselves at this stage: \n\n1. When, where, and how do different community members feel safe? \n\n2. Are there safety concerns when doing outreach? After considering these factors of power, vulnerability and safety, staff can reflect on how they each impact information-sharing and outreach efforts.\n\nAfter considering these factors of power, vulnerability and safety, staff can reflect on how they each impact information-sharing and outreach efforts."
  },
  {
    "id":7,
    "title":"Implementation : kiosk setup",
    "data":"Kiosks should be structured in a way that allows them to deliver on their core mandate of providing critical information to those who need it. It is vital to remember that people’s information needs begin the very moment the emergency starts.\n\nThe prior establishment of constructive and open relationships with communities affected by disaster will expedite the set up as well as the success of the information kiosk model."
  },
  {
    "id":8,
    "title":"Implementation : Location",
    "data":"A key question to answer at this stage is: \n\nWhere can information kiosks be located so that the users (those affected by a crisis) can most easily access them? \n\nIf turnout is low, then the kiosk could be moved to a more appropriate location where different groups in the community are able to access the kiosks more easily, for example, close to a market or central square in the community."
  },
  {
    "id":9,
    "title":"Implementation : Budget",
    "data":"When budgeting for information kiosks, it is useful to take into account costs associated with design and set up, equipment, materials, staffing, staff training, and other miscellaneous costs. Budgetary considerations for the information kiosk will differ in each context and for the type of crisis. At the same time, there are overarching factors to consider when budgeting for kiosks that apply across contexts and responses. \n\nIt is better to err on the side of caution and budget for a longer implementation period, as it could be harmful to phase out an information intervention when there is still an ongoing need for it. Actual unit costs should adequately reflect those utilised in the specific geographic setting."
  },
  {
    "id":10,
    "title":"Implementation : Staffing",
    "data":"Staff and volunteers should be supervised and know their responsibilities. All kiosk and outreach staff, including volunteers, should have clear job descriptions and established terms and conditions for their role and be clear on what standards and principles need to be upheld in their work. All kiosk and outreach staff and volunteers should be introduced to, understand and sign the staff and volunteer Code of Conduct and be very clear on what behaviour is expected of them. A refresher on the Code of Conduct with existing staff is also useful.\n\nThe following list can guide those seeking to ensure a smooth process for both communities and kiosk staff:\n\n1. Ensure staff and volunteers are clear on:\n\t\t\t-The purpose and scope of the information kiosks.\n\t\t\t-What information is to be shared.\n\t\t\t-How information is to be captured at the kiosks.\n\t\t\t-How to make referrals.\n\n2. Staff and community leaders are exposed to situations with unusual personal demands, often finding themselves in extremely challenging situations for prolonged periods. They may ignore their own emotional distress. Self-care is required in order to maintain fitness to help others.\n\n3. A culture of mutual support should be encouraged in kiosks and throughout community outreach processes.\n\n4. Being able to appropriate classify the information obtained is a crucial aspect of managing information at the kiosks."
  },
  {
    "id":11,
    "title":"At the Kiosk : Information Management",
    "data":"A key aspect of the information kiosks and outreach is to facilitate the two-way flow of information between communities and the response stakeholders. Staff and volunteers at the information kiosks or through outreach activities must be clear on the different classifications of information received from communities. Ongoing training, accompaniment and support should be prioritised, particularly in the early stages of implementation. In addition, feedback is a very important aspect of two-way communication.\n\nDocumenting the information requests that come from the community to the kiosks is important so as to identify gaps in information needs from different groups in the community. The key purpose of the information kiosks is to provide relevant and up to date information to communities, so understanding those changing information needs throughout the response is key."
  },
  {
    "id":12,
    "title":"At the Kiosk : Information Classification",
    "data":"According to the Caritas Internationalis Feedback and Complaints Handling Briefing the difference between feedback and complaints is:\n\nFeedback is information provided by programme participants (or other crisis-affected people) about their experience with an agency or the wider humanitarian system. It can be positive or negative, and posed as questions, an opinion, a suggestion or a complaint. Feedback may be collected through monitoring and informal channels as well as through a feedback and complaints mechanism. Feedback can be used for different purposes, including to improve the response.\n\nComplaints are specific grievances from anyone who has been negatively affected by an organisation’s action or who believes that an organisation has failed to meet a stated commitment. Complaints can alert agencies to serious misconduct or failures in the response.\n\nComplaints require an additional level of systematic management in order to ensure that: the complainant and those affected are safe at all stages; the details of the complaint remain confidential; sensitive complaints are handled fairly and appropriately; the necessary action is taken in a timely manner; a response is shared back with the complainant, the community and stakeholders appropriately; and there is continuous learning and improvement."
  },
  {
    "id":13,
    "title":"Suggested Classification of Information received at information kiosk/outreach",
    "data":"1. Question: a request for information, such as:\n\t\t\t• E.g. What time is the next food distribution?\n\t\t\t• E.g. What time will school registration start?\n\nSuggested actions and response:\n• Respond immediately if information is available and document the information request as per template sample information gathering templates\n• Document the question and refer if you know where information is available to the individual (e.g. health officer or community leader).\n• Document and agree to look for information if not available/known – agree with individual method of follow up, e.g. phone, outreach, return to kiosk (specify day/time). Only take contact details if users want follow up by phone/outreach.\n\n2. Request\n\t\t\t• E.g. Is it possible to change the time of the \n\t\t\tdistribution so that people get home early?\n\nSuggested actions and response:\n• Document and respond if information available\n• Document and refer if you know where information is availableto the individual\n• Document and agree to look for information if not available/known – agree with individual method of follow up, e.g. phone, outreach, return to kiosk (specify day/time)\n\n3. Follow up\n\t\t\t•E.g. I think the jerry cans provided are too small. The \n\t\t\tcash grant is too little\n\nSuggested actions and response:\n• Acknowledge and document feedback (in appropriate template)\n• Ask individual providing feedback if they want to make a formal complaint (if yes follow steps for complaint), if not share the information with the relevant team and information kiosk supervisor\n• Ask individual how they would like to be contacted about a response to their concern (e.g. phone, house visit, return to kiosk etc.) Once information is shared with team and Information Kiosk Advisor, agree upon action\n\n4. Report\nNon-Sensitive Complaints (Complaints that relate to response activities or funding that should be easily resolved by relevant organisation or government agency)\n\n\t\t\t• E.g. There is no water left in the water tank.\n\nSuggested actions and response:\n• Document and acknowledge receipt of complaint from individual\n• Ask the individual if they would like to be contacted about a response to their complaint, and if so ask for name and contact (as per template – sex and age)\n• Inform individual when you expect to have a response to their complaint\n• Share with information kiosk supervisor and appropriate team\n• Follow up on action taken by appropriate team and ensure an adequate response/action was provided to the individual who made the complaint\n\n5.Report \nSensitive Complaint (Complaints that relate to issues of corruption, exploitation, abuse, misconduct, negligence or any other abusive or inappropriate behaviour by staff, volunteers or affiliates)\n\n\t\t\t• E.g. A staff member asked me for $3 in order to be put on the beneficiary list.\n\nSuggested actions and response:\n• Follow agreed procedures for Sensitive Complaint handling, e.g. Contact Sensitive Complaint Handling Focal point; Keep information confidential"
  },
  {
    "id":14,
    "title":"At the Kiosk : Information Collection",
    "data":"When managing the information kiosk and all of the information received from people that interact with the kiosk, it is crucial to ensure that you observe and implement the key principals of Ethical Data and Information Collection. \nInformation kiosk data collection tools were developed in Sierra Leone and can be adapted and contextualised for use in other contexts. \n\nMuch of the information needs of communities affected by the mudslide response were related to the registration of individuals and families in order to receive government assistance. Dates and times of distributions, what services were being provided by other agencies were also key information needs requested by women and men visiting the information kiosks or requested through the information kiosk outreach staff who visited different parts of the communities each day. The information requests were gathered by staff doing outreach and at the information kiosks to track trends and prioritise information needs."
  },
  {
    "id":15,
    "title":"Weekly Reports",
    "data":"A key data analysis tool developed in the Sierra Leone project is the Coordinator Weekly Report Template. \n\nThis tool should be completed by the Partner Field Coordinator, who collates information across kiosks. The purpose of this tool is to summarise the data collected and shared by each of the kiosks and outreach on a weekly basis so that there is a broad understanding of the community information needs.\n\nThe Coordinator Weekly Report Template tool can help to:\n- Identify general information gaps which can be brought to the appropriate clusters/pillars to be addressed;\n\n- Support response agencies and institutions to strengthen their information sharing approaches with communities.\n\n- Help the organisation get the right information back to the communities."
  },
  {
    "id":16,
    "title":"Handling Complaints",
    "data":"Receiving complaints is common in an emergency response. At the information kiosks, it is important that teams are clear on how the complaints are managed to ensure we are accountable to those affected by crisis.\n\nComplaints handling can be a challenging process, which is why it is important to have good relationships with other organisations and promote the mutual responsibility of Core Humanitarian Standard 5.  Such a commitment can help to secure buy-in from organisations to ensure they adequately address feedback and complaints.\n\nIn order to analyse the effectiveness of complaint handling, we suggest the following indicators in framing future interventions:\n- The outcome that resulted;\n- The level of satisfaction for the programme participant with how complaint was handled\n- The length of time it took for the issue to be resolved.\n\nWhen developing a complaints handling mechanism, the classification and identification of focal points at partner and/or Trócaire level should be developed by the team depending on the type of complaints and persons responsible. It is necessary that two people be identified as focal points in the event that the complaint is about one or other of the focal points. If there are issues with organisations not appropriately addressing complaints, this may need to be elevated to the pillar or cluster coordination platform by senior management. Below is a diagram that helps illustrate the complaints handling process. #NOTE COMPLAINT HANDLING TEMPLATE"
  },
  {
    "id":17,
    "title":"M&E of Information kiosks and outreach",
    "data":"In order to monitor the project effectively, the organisation must clearly state what the project is trying to achieve. If clear outputs and outcomes are not articulated, they cannot be monitored or evaluated. The outcomes and outputs that are chosen will depend on the exact scope of work and aims of the information kiosk.\n\n#NOTE - sample outcomes needed\n\nPutting in place effective monitoring and evaluation (M&E) systems during emergencies can be challenging. However, when used correctly, a strong and embedded M&E mechanism will help ensure that communities and people affected by crisis have better access to appropriate support across the response. It will also ensure that Trócaire and partners have the ability to make informed, evidence-based decisions and act quickly in an accountable way.\n\nEffective monitoring and evaluation will help us to learn and understand the positives and negatives of each aspect of our interventions, and continue to reflect, adapt and improve them over time. In an information kiosk intervention, the information collection system and the M&E system are inextricably linked."
  },
  {
    "id":18,
    "title":"Indicators",
    "data":"Indicators of change are needed to help measure how the project is progressing against the defined outcomes. It is recommended that a project measures referral, complaint resolution, and response times, as well as user satisfaction.\n\n#NOTE - sample indicators needed"
  },
  {
    "id":19,
    "title":"Data Collection : Methodologies & Tools",
    "data":"Information that is being captured by the kiosks and outreach can also be used for monitoring and learning, thus saving time and resources. Once indicators and tools are tentatively outlined, critically review and see if you can reduce the number of methodologies or tools to save time. \n\nIn an information kiosk project, kiosk attendants and outreach staff have a wide range of responsibilities and tasks. Furthermore, they may be relatively inexperienced in some of the tasks required of them. Therefore, close monitoring, accompaniment and assessment of the quality of their work is essential to a successful intervention. \n\nPartner Kiosk Coordinators should take primary responsibility for ensuring that kiosk staff are supported and given feedback on how they record information and follow all processes in order to improve. Trócaire and Partner management also have an important role to play in assessing the quality of the work and ensuring that weaknesses and gaps are addressed in a timely way."
  },
  {
    "id":20,
    "title":"Best Practices : Psychosocial First Aid",
    "data":"Kiosk staff and outreach workers should be familiar with the basic principles of Psychosocial First Aid (PFA), as they will be responding to the information needs of highly vulnerable populations. \nThe three basic action principles of PFA are look, listen and link.\n\nThese action principles will help guide how you:\n- View and safely enter a crisis situation; \n- Approach affected people and understand their needs;\n- Link them with practical support and information.\n\nBy paying attention to non-verbal behaviour, we are able to understand the person’s story and the person’s feelings and emotions. Non-verbal behaviour includes posture, expression, speed of speech, silences and voice (tone, quality, intensity). One should also pay attention to a crisis-affected person’s word choice and meaning, and what is not said. \n\nEthical do’s and don’ts can provide guidance to information kiosk and outreach staff to avoid causing further harm to different women and men using the information kiosks."
  },
  {
    "id":21,
    "title":"Best Practices : Referrals",
    "data":"A referral in general describes the processes of how a person gets in touch with an individual professional or institution about his/her case, and how professionals and institutions communicate and work together to provide comprehensive support to him/her. Partners in a referral network usually include different government departments, women’s organizations, community organizations, medical institutions and others. If focal points and referral pathways to specialist protection agencies have not been identified prior to a crisis, it is imperative to identify them, and establish them if they have not been established before, and address changes if a crisis has affected them. It may be necessary to engage a specialized protection or a SGBV organization to support the development of a referral pathway."
  },
  {
    "id":22,
    "title":"Best Practices : Listening",
    "data":"Crisis can create a vacuum of support for victims of abuse, exploitation or gender-based violence (GBV). Crisis can also lead to more instances of abuse, exploitation or GBV. The following guidelines can help kiosk and outreach staff to respond appropriately to someone reporting an instance of GBV, and refer the person to the right agencies for further support.\n\n1. Find a safe, confidential and quiet space to talk.\n\n2. Ask if you can provide help.\n\n3. DO NOT Pressure or force the person to talk. Don’t look anxious or impatient. Wait until the person feels ready to talk. Do not pressure the person to talk and do not expect her/him to display particular emotional reactions. \n\n4. If she/he is very distressed, help her/him to calm down and ensure they are not left alone. \n\n5. Listen actively: give your full attention, gently nod your head, make eye contact, use body language which shows that you are engaged with what they are saying (this may vary by culture, age, and sex).\n\n6. Help the person to feel comfortable, e.g. provide water if you can.\n\n7. Although some needs may be obvious, such as a blanket or covering for someone whose clothing is torn, always ask what people need and what their concerns are.\n\n8. Telling stories multiple times is traumatizing, so do not ask detailed questions about the incident to the survivor. \n\n9. Comfort the survivor using healing statements such as “It’s not your fault”, “I believe you”, “I am very glad you told me”, “I am sorry this happened to you”, “You are very brave for telling me”."
  }
]
